Repository: amer2004/TechnicianServices
Catalog: TechnicalServices/Resources/Languages/AppResources.*.resx
Languages: ar

# A101
source: You have to log in to add an order
ar: يجب ان تسجل دخولك لارسال طلب

# A102
source: You did not agree to the terms of service
ar: لم يتم الموافقة على صلاحيات الوصول

# A103
source: This order is marked as finished by the technician do you accept that the order is finshed
ar: هذا الطلب تم تحديده كمنتهي من قبل الفني هل توافق على هذا

# A104
source: do you want to review the order this will only take a minute put it is very emportent
ar: هل تريد اضافة مراجعة للطلب سوف يستغرق هذا دقيقة واحدة لكنه مهم جدا

# A105
source: Your about to send this order to be reviewed by an admin,are you sure you want to do that?
ar: سيتم تحويل الطلب ليتم مراجعته من قبل مسؤل هل تريد المتابعة

# A106
source: you can not see the tech details you have to chose a responce first
ar: لا يمكنك مشاهدة بيانات الفني الى بعد اختيار رد

# A107
source: are you sour you want to cancel this order this action may cost you some fee
ar: هل انت متاكد من رغبتك في الغاء هذا الطلب سيتم خصم تكلفة الغاء طلب من حسابك

# A108
source: you already chose a response for this order
ar: لقد قمت باختيار رد لهذا الطلب

# A109
source: your about to choose this response to the order, are you sure?
ar: هل تود اختيار هذا الرد للطلب

# A110
source: your about to marke this order as finished the user stel has to agree
ar: هل تريدتحديد هذا الطلب كمنتهي سيحتاج الستخدم للتاكيد ايضا

source: account activation
ar: تفعيل حساب

source: Add responce
ar: اضافة رد

source: Air conditioning installations
ar: تركيب اجهزة تكييف

source: Air conditioning Maintenance
ar: صيانة اجهزة تكييف

source: Alert
ar: تحذير

source: Aluminum
ar: الألومينيوم

source: Ammount:
ar: الكمية:

source: a response has been chosen
ar: تم اختيار رد للطلب

source: Ari conditioning extensions
ar: تركيب تمديدات اجهزة التكييف

source: canceled by the Technican
ar: ملغى من فبل الفني

source: Cancel order fee
ar: الغاء طلب

source: Carpentry
ar: نجارة

source: Ceiling
ar: اسقف

source: Change Password
ar: تغيير كلمة المرور

# ChooseThiResponse
source: Choose this response
ar: اختار هذا الرد

# ChooseTime
source: Choose a time:
ar: اختار وقت:

# ChoseDate
source: Chose a date:
ar: اختار التاريخ:

source: Clean Water Installation
ar: تركيب تمديدات مياه شرب

source: Clean Water Installation Maintenance
ar: صيانة تمديدات مياه شرب

source: CompanyAccount:
ar: حساب شركة

source: Conditioning and cooling
ar: اجهزة تكييف وتبريد

source: Confirm Password
ar: تاكيد كلمة المرور

source: Continue
ar: المتابعة

source: Cooling Maintenance
ar: صيانة اجهزة تبريد

source: Date:
ar: التاريخ

source: Decor
ar: ديكور

source: Decoration consultation
ar: استشارة خبير

source: Deleted by the User
ar: محذوف من قبل المستخدم

source: Delete Oreder
ar: حذف الطلب

source: Description:
ar: الشرح:

# E101
source: You Left a field empty
ar: لقد تركت حقل فارغ

# E102
source: Your enterd an invaled email
ar: صيغة الحساب غير صحيحة

# E103
source: You enterd the wrong Email or password
ar: لقد ادخلت كلمة مرور او حساب خاطئ

# E104
source: Your account is pande
ar: حسابك مغلق

# E105
source: There no internet connection
ar: لا يتوفر اتصال بالانترنت

# E106
source: Unknown error occurred
ar: خطأ غير معروف تاكد من وصولك للانترنت واعد المحاولة

# E107
source: The estimatid Time should be less than 8
ar: الوقت التقريبي يجب ان يكون اقل من 8

# E108
source: You enterd the wrong code
ar: رمز التحقق خاطئ

# E109
source: You entered an invaled password
ar: لقد ادخلت كلمة مرور مرفوضة

# E110
source: The Password and Confirm Password is not the same
ar: كلمة المرور لا تطابق تاكيد كلمة المرور

# E111
source: The email you have enterd is not registerd
ar: الحساب المدخل غير مسجل

# E112
source: You entered an invaled email the email should have @gmail.com in it
ar: @gmail.com الحساب المدخل مرفوض يجب ان يحتوي الحساب على

# E113
source: The username is already in use
ar: اسم المستخدم المدخل تم استخدامه مسبقا

# E114
source: You entered an invaled username
ar: اسم المستخدم مرفوض

# E115
source: The Social Security Number is already in use
ar: الرقم الوطني تم استخدامه مسبقا

# E116
source: You entered an invaled Social Security Number
ar: الرقم الوطني مرفوض

# E117
source: the phone number is alredy in use
ar: رقم الهاتف تم استخدامه مسبقا

# E118
source: the email that you entred is already in use try to chose forgot password
ar: الحساب تم استخدامه مسبقا

# E119
source: You enterd an invaled Phone Number
ar: رقم الهاتف مرفوض

# E120
source: You can not add orders this may becose you alredy have a lot of order or your balance is low
ar: لا يمكنك اضافة طلب في الوقت الحالي هذا بسبب وجود عدة طلبات غير منتهية او رصيد الحساب منخفض

source: Electrical
ar: كهرباء

source: Electrical installations
ar: تركيبات كهربائية

source: Electrical Maintenance
ar: صيانة اجهزة كهربائية

source: Email:
ar: الحساب:

source: Error
ar: خطأ

source: Estimatid Price:
ar: السعر التقريبي:

source: Esttimatid Time:
ar: الوقت التقريبي:

source: Expereanc level:
ar: مستوى الخبرة:

source: External installations
ar: تمديدات خارجية

source: FeedBack massege:
ar: نص المراجعة:

source: Finished By the Technician
ar: تم انهاء الطلب من قبل الفني

source: First Name:
ar: الاسم الاول:

source: Flooring
ar: ارضيات

source: Forgot Password
ar: نسيت كلمة المرور

source: Full Name:
ar: الاسم الكامل:

source: Home appliances maintenance
ar: صيانة اجهزة منزلية

source: Hour
ar: ساعة

# IHaveRead
source: i have read and agree to the terms of service
ar: لقد قرات و وافقت على صلاحيات الوصول

source: Internal installations
ar: تمديدات داخلية

source: Last Name:
ar: الكنية:

source: Log In
ar: تسجيل الدخول

source: Logout
ar: تسجيل خروج

# M101
source: Hi and welcome to our Technical services app
ar: مرحبا بك لتطبيقنا للخدمات الفنية

# M102
source: this app let you order any services you want and someone is going to help you
ar: هذا البرنامج يسمح لك بطلب خدمة تحتاجها وشخص سيساعدك

source: Mark as finished
ar: تحديد كمنتهي

source: Mark as read
ar: تحديد كمقروء

source: My Orders
ar: الطلبات المستلمة

source: My Ratings
ar: تقيماتي

source: My Services
ar: خدماتي

source: Network installations Maintenance
ar: تجهيزات شبكية

source: New Orders
ar: الطلبات الجديدة

source: No
ar: لا

source: Ok
ar: موافق

source: order fee
ar: اضافة طلب

source: Order Is in administration review
ar: الطلب تحت مراجعة الادارة

source: Order location
ar: مكان الطلب

source: order number:
ar: رقم الطلب:

source: Order Responses
ar: ردود الطلب

source: Order Status:
ar: حالة الطلب:

source: Painting
ar: طلاء

source: Password:
ar: كلمة المرور:

source: Payment Descriptopn:
ar: شرح عملية الدفع:

source: Payment Type:
ar: نوع عملية الدفع:

source: Phone Maintenance
ar: صيانة هاتف ارضي

source: Phone number:
ar: رقم الهاتف:

source: Pricing
ar: السعر

source: Quality
ar: الجودة

source: Resend Code
ar: اعادة ارسال الرمز

# S101
source: Your order hase been added successfully
ar: تمت اضافة طلبك بنجاح

# S102
source: Your Response has been added Successfully
ar: تمت اضافة ردك بنجاج

# S103
source: The Ratings has beeh Saved
ar: تمت اضافة تقيماتك بنجاح

# S104
source: The password hase been changed
ar: تم تغبر كلمة المرور

# S105
source: Your account have been created successfully
ar: تم انشاء حسابك بنجاح

# S106
source: The order is fineshed
ar: تم انهاء الطلب بنجاح

# S107
source: your order is been reviewed by an admin this may take a day or tow
ar: هذا الطلب تحت مراجعة مسؤل من الممكت ان يستغرق هذا يوم او يومين

# S108
source: your order has been deleted
ar: تم حذف طلبك بنجاح

# S109
source: the response has been choosen
ar: تم اختيار الرد بنجاح

# S110
source: the order status has been changed
ar: تم تغيير حالو الطلب بنجاح

source: Satelite equipment Maintenance
ar: صيانة اجهزة استقبال

source: Security Devices installations
ar: تركيب اجهزة حماية

source: Security Devices Maintenance
ar: صيانة اجهزة حماية

source: Service:
ar: الخدمة:

source: Sewer Water Installation
ar: تركيب تمديدات مياه مالحة

source: Sewer Water Installation Maintenance
ar: صيانة تمديدات مياه مالحة

# SSN
source: Social Security Number:
ar: الرقم الوطني:

source: Successfully
ar: نجاح

source: Technician Account
ar: حساب فني

source: Technician Details
ar: بيانات الفني

source: Technician Experience Level:
ar: مستوى خبرة الفني:

source: Technician phone number:
ar: رقم الهاتف للفني:

source: Technician Ratings:
ar: تقيمات الفني:

source: Technician UserName:
ar: اسم المستخدم للفني:

source: the order is finished
ar: تم انهاء الطلب

source: the Request sent successfully
ar: تم ارسال الطلب بنجاح

source: the user is satisfied
ar: تم انهاء الطلب من قبل المستخدم

source: Time:
ar: الوقت:

source: Timing
ar: الوقت

# TryToExplain
source: Try to explain your problem in the best way to get the best responses
ar: حاول ان تشرح المشكلة بافضل طريقة للحصول على افضل الردود

source: Unknown problem
ar: مشكلة غير معروفة

# Unknownproplem
source: Unknown problem
ar: مشكلة غير معروفة

source: User Balance:
ar: رصيد المستخدم:

source: User incomes
ar: الواردات

source: UserName:
ar: اسم المستخدم

source: User Payments
ar: المدفوعات

source: User phone number:
ar: رقم هاتف المستخدم

source: Verification code:
ar: كود التفعيل:

source: Visitor
ar: زائر

source: Washing machine Maintenance
ar: صيانة غسالة

source: Water Accessories Installation
ar: تركيب اكسسوارات

source: Water installation maintenance
ar: صيانة تمديدات مياه

# WeHaveSend
source: we have send the Verification code to the email that you have enterd
ar: لقد تم ارسال رسالة تاكيد للحساب المدخل سابقا

source: Wood
ar: خشبيات

source: Yes
ar: نعم

source: You dont have an account
ar: ليس لديك حساب
